Repository: sonhyrd/openclip
Catalog: Sources/OpenClip/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ja, zh_hans, zh_hant

source: Selected text is too long for this provider.
fr: Le texte sélectionné est trop long pour ce fournisseur.
ja: 選択したテキストが長すぎるため、このプロバイダでは処理できません。
zh_hans: 选中文本对该提供方来说太长。
zh_hant: 選取的文字對此提供者而言過長。

source: Send follow-up
fr: Envoyer une relance
ja: フォローアップを送信
zh_hans: 发送追问
zh_hant: 傳送追問

source: Send follow-up (⏎)
fr: Envoyer une relance (⏎)
ja: フォローアップを送信 (⏎)
zh_hans: 发送追问 (⏎)
zh_hant: 傳送追問 (⏎)

source: Server Endpoint
fr: Point de terminaison du serveur
ja: サーバーエンドポイント
zh_hans: 服务器地址
zh_hant: 伺服器端點

source: Service Provider
fr: Fournisseur de service
ja: サービスプロバイダ
zh_hans: 服务提供方
zh_hant: 服務提供者

source: Settings…
fr: Réglages…
ja: 設定…
zh_hans: 设置…
zh_hant: 設定…

source: Shell Script
fr: Script Shell
ja: シェルスクリプト
zh_hans: Shell 脚本
zh_hant: Shell 腳本

source: Shell Script (Zsh)
fr: Script Shell (Zsh)
ja: シェルスクリプト (Zsh)
zh_hans: Shell 脚本（Zsh）
zh_hant: Shell 腳本 (Zsh)

source: Shortcuts
fr: Raccourcis
ja: ショートカット
zh_hans: 快捷键
zh_hant: 快捷鍵

source: Show
fr: Afficher
ja: 表示
zh_hans: 显示
zh_hant: 顯示

source: Show Icon
fr: Afficher l’icône
ja: アイコンを表示
zh_hans: 显示图标
zh_hant: 顯示圖示

source: Show Menu Bar Icon
fr: Afficher l’icône dans la barre des menus
ja: メニューバーにアイコンを表示
zh_hans: 在菜单栏中显示图标
zh_hant: 在選單列顯示圖示

source: Show Text
fr: Afficher le texte
ja: テキストを表示
zh_hans: 显示文字
zh_hant: 顯示文字

source: Show as
fr: Afficher sous forme de
ja: 表示形式
zh_hans: 显示为
zh_hant: 顯示為

source: Show as:
fr: Afficher sous forme de :
ja: 表示形式:
zh_hans: 显示为：
zh_hant: 顯示為：

source: Show completions
fr: Afficher les suggestions
ja: 補完を表示
zh_hans: 显示补全
zh_hant: 顯示自動完成

source: Show in Card
fr: Afficher dans la carte
ja: カードに表示
zh_hans: 在卡片中显示
zh_hant: 在卡片中顯示

source: Show in Finder
fr: Afficher dans le Finder
ja: Finder に表示
zh_hans: 在访达中显示
zh_hant: 在 Finder 中顯示

source: Show the plain result (⌘D)
fr: Afficher le résultat simple (⌘D)
ja: 結果のみを表示 (⌘D)
zh_hans: 显示纯文本结果 (⌘D)
zh_hant: 顯示純文字結果 (⌘D)

source: Show what changed (⌘D)
fr: Afficher les modifications (⌘D)
ja: 変更点を表示 (⌘D)
zh_hans: 显示更改内容 (⌘D)
zh_hant: 顯示變更內容 (⌘D)

source: Shown in the popup bar; its actions open in a second row.
fr: Affiché dans la barre contextuelle ; ses actions s'ouvrent sur une seconde ligne.
ja: ポップアップバーに表示され、そのアクションは 2 段目に開きます。
zh_hans: 显示在弹出栏中；其操作会在第二行展开。
zh_hant: 顯示在彈出列中；其操作會在第二列展開。

source: Simplified Chinese (简体中文)
fr: Chinois simplifié (简体中文)
ja: 簡体字中国語 (简体中文)
zh_hans: 简体中文
zh_hant: 簡體中文

source: Skip
fr: Ignorer
ja: スキップ
zh_hans: 跳过
zh_hant: 略過

source: Snippet Template
fr: Modèle d’extrait
ja: スニペットテンプレート
zh_hans: 片段模板
zh_hant: 片段範本

source: So OpenClip can see what you've selected — text stays local by default unless you invoke cloud AI or browser actions.
fr: Permet à OpenClip de voir ce que vous avez sélectionné — le texte reste local par défaut, sauf si vous utilisez des actions d’IA cloud ou de navigateur.
ja: OpenClipが選択したテキストを検出できるようにします。クラウドAIやブラウザアクションを明示的に呼び出さない限り、テキストはデフォルトでローカルに保持されます。
zh_hans: 这样 OpenClip 才能看到你选中的内容 — 文本默认保留在本地，仅在你调用云端 AI 或浏览器动作时才会发送。
zh_hant: 讓 OpenClip 可以讀取你選取的內容 — 文字預設保留在本機，只有在叫用雲端 AI 或瀏覽器動作時才會傳送。

source: Sort
fr: Trier
ja: 並べ替え
zh_hans: 排序
zh_hant: 排序

source: Source image file was not found.
fr: Le fichier image source est introuvable.
ja: ソース画像ファイルが見つかりませんでした。
zh_hans: 未找到源图片文件。
zh_hant: 未找到來源圖片檔案。

source: Speak
fr: Énoncer
ja: 読み上げ
zh_hans: 朗读
zh_hant: 朗讀

source: Start at Login
fr: Lancer à l’ouverture de session
ja: ログイン時に起動
zh_hans: 登录时启动
zh_hant: 在登入時啟動

source: Step %lld of %lld
fr: Étape %lld sur %lld
ja: ステップ %lld / %lld
zh_hans: 第 %lld 步，共 %lld 步
zh_hant: 第 %lld 步，共 %lld 步

source: Store
fr: Boutique
ja: ストア
zh_hans: 商店
zh_hant: 商店

source: Summarize
fr: Résumer
ja: 要約
zh_hans: 总结
zh_hant: 摘要

source: Support
fr: Assistance
ja: サポート
zh_hans: 支持
zh_hant: 支援

source: Switch an action off to hide it from the popup bar and the palette. An alias jumps straight to an action when you type it in the palette; a hotkey runs it from anywhere.
fr: Désactivez une action pour la masquer de la barre contextuelle et de la palette. Un alias saute directement à une action lorsque vous le tapez dans la palette ; un raccourci l'exécute depuis n'importe où.
ja: アクションをオフにするとポップアップバーとパレットから隠れます。エイリアスはパレットで入力するとそのアクションに直接移動し、ホットキーはどこからでも実行します。
zh_hans: 关闭操作可将其从弹出栏和命令面板中隐藏。在命令面板中输入别名可直接跳转到某个操作；快捷键则可在任意位置运行它。
zh_hant: 關閉操作可將其從彈出列和命令面板中隱藏。在命令面板中輸入別名可直接跳至某個操作；快捷鍵則可在任意位置執行它。

source: Synthesizing action…
fr: Création de l'action en cours…
ja: アクションを生成中…
zh_hans: 正在生成动作…
zh_hant: 正在生成操作…

source: System
fr: Système
ja: システム
zh_hans: 跟随系统
zh_hant: 配合系統

source: System Permissions
fr: Autorisations système
ja: システムアクセス権
zh_hans: 系统权限
zh_hant: 系統權限

source: Target Language
fr: Langue cible
ja: 翻訳先言語
zh_hans: 目标语言
zh_hant: 目標語言

source: Target Language:
fr: Langue cible :
ja: 翻訳先言語：
zh_hans: 目标语言：
zh_hant: 目標語言：

source: Text
fr: Texte
ja: テキスト
zh_hans: 文本
zh_hant: 文字

source: Text Snippet
fr: Extrait de texte
ja: テキストスニペット
zh_hans: 文本片段
zh_hant: 文字片段

source: Text glyph “%@” — click to replace with an icon
fr: Glyphe de texte « %@ » — cliquer pour remplacer par une icône
ja: テキスト文字「%@」 — クリックしてアイコンに置き換え
zh_hans: 文字图标“%@” — 点击替换为图标
zh_hant: 文字字符「%@」— 點按以更換為圖示

source: That alias is already used.
fr: Cet alias est déjà utilisé.
ja: そのエイリアスはすでに使われています。
zh_hans: 该别名已被使用。
zh_hant: 該別名已被使用。

source: The AI provider returned an empty or unreadable response.
fr: Le fournisseur d’IA a renvoyé une réponse vide ou illisible.
ja: AIプロバイダから空の応答、または読み取れない応答が返されました。
zh_hans: AI 提供方返回了空响应或无法解析的响应。
zh_hant: AI 提供者傳回了空白或無法讀取的回應。

source: The action is removed from the popup bar and the palette.
fr: L'action est retirée de la barre contextuelle et de la palette.
ja: アクションはポップアップバーとパレットから削除されます。
zh_hans: 该操作将从弹出栏和命令面板中移除。
zh_hant: 該操作將從彈出列和命令面板中移除。

source: The extension's actions open behind this icon in the popup bar.
fr: Les actions de l'extension s'ouvrent derrière cette icône dans la barre contextuelle.
ja: 拡張機能のアクションは、ポップアップバーのこのアイコンの中に開きます。
zh_hans: 扩展的操作会在弹出栏中此图标下展开。
zh_hant: 擴充功能的操作會在彈出列中此圖示下展開。

source: The resolved file is not a valid image.
fr: Le fichier résolu n'est pas une image valide.
ja: 解決されたファイルは有効な画像ではありません。
zh_hans: 解析的文件不是有效图片。
zh_hant: 解析的檔案不是有效圖片。

source: The selected text is appended to the instruction when the action runs.
fr: Le texte sélectionné est ajouté à l'instruction lorsque l'action s'exécute.
ja: アクションの実行時、選択したテキストが指示の後に追加されます。
zh_hans: 操作运行时，选中的文本会附加到指令之后。
zh_hant: 操作執行時，選取的文字會附加到指令之後。

source: These appear inside the AI Tools group in the popup bar. Drag to reorder.
fr: Elles apparaissent dans le groupe Outils IA de la barre contextuelle. Faites glisser pour réordonner.
ja: ポップアップバーの「AI ツール」グループに表示されます。ドラッグして並べ替えられます。
zh_hans: 这些会显示在弹出栏的“AI 工具”分组中。拖动可重新排序。
zh_hant: 這些會顯示在彈出列的「AI 工具」群組中。拖曳可重新排序。

source: This Mac doesn't support Apple Intelligence. Configure another provider in Preferences → AI.
fr: Ce Mac ne prend pas en charge Apple Intelligence. Configurez un autre fournisseur dans Préférences → IA.
ja: このMacはApple Intelligenceに対応していません。環境設定 → AI で別のプロバイダを設定してください。
zh_hans: 此 Mac 不支持 Apple Intelligence。请在偏好设置 → AI 中配置其他提供方。
zh_hant: 此 Mac 不支援 Apple Intelligence。請至「偏好設定」→「AI」設定其他提供者。

source: This action is a standalone script file with no editable manifest. Re-create it as an extension package to customize its behavior.
fr: Cette action est un fichier de script autonome sans manifeste modifiable. Recréez-la sous forme de paquet d’extension pour personnaliser son comportement.
ja: このアクションは編集可能なマニフェストを持たない単体スクリプトファイルです。動作をカスタマイズするには拡張機能パッケージとして再作成してください。
zh_hans: 此动作是独立脚本文件，没有可编辑的清单。请将其重建为扩展包后再自定义行为。
zh_hant: 此動作為獨立的腳本檔案，沒有可編輯的資訊清單。請將其重新建立為擴充功能套件以自訂其行為。

source: This action is backed by a standalone script file with no editable manifest, so changes cannot be saved here.
fr: Cette action repose sur un fichier de script autonome sans manifeste modifiable ; les modifications ne peuvent donc pas être enregistrées ici.
ja: このアクションは編集可能なマニフェストを持たない単体スクリプトファイルに基づいているため、ここでの変更は保存できません。
zh_hans: 此动作由独立脚本文件支持且没有可编辑的清单，因此无法在此保存更改。
zh_hant: 此動作由獨立腳本檔案支援且沒有可編輯的資訊清單，因此無法在此儲存變更。

source: This action needs configuration before it can run.
fr: Cette action doit être configurée avant de pouvoir être exécutée.
ja: このアクションを実行する前に設定が必要です。
zh_hans: 此动作需要先进行配置才能运行。
zh_hant: 此動作需要先設定才能執行。

source: This extension requires OpenClip %@ or newer.
fr: Cette extension nécessite OpenClip %@ ou version ultérieure.
ja: この拡張機能には OpenClip %@ 以降が必要です。
zh_hans: 此扩展需要 OpenClip %@ 或更高版本。
zh_hant: 此擴充功能需要 OpenClip %@ 或更新版本。

source: This extension was modified externally. Toggle on to verify and re-enable.
fr: Cette extension a été modifiée en externe. Activez-la pour la vérifier et la réactiver.
ja: この拡張機能は外部で変更されました。オンに切り替えて検証し、再度有効にしてください。
zh_hans: 此扩展在外部被修改。请开启以验证并重新启用。
zh_hant: 此擴充功能已在外部修改。開啟開關以驗證並重新啟用。

source: Title
fr: Titre
ja: タイトル
zh_hans: 标题
zh_hant: 標題

source: Toggle change highlighting
fr: Activer ou désactiver la mise en évidence des modifications
ja: 変更のハイライトを切り替える
zh_hans: 切换更改高亮
zh_hant: 切換變更標示

source: Traditional Chinese (繁體中文)
fr: Chinois traditionnel (繁體中文)
ja: 繁体字中国語 (繁體中文)
zh_hans: 繁体中文
zh_hant: 繁體中文

source: Transform text or call web APIs using JavaScriptCore
fr: Transformez du texte ou appelez des API web avec JavaScriptCore
ja: JavaScriptCore を使用してテキストを変換または Web API を呼び出す
zh_hans: 使用 JavaScriptCore 转换文本或调用 Web API
zh_hant: 使用 JavaScriptCore 轉換文字或呼叫 Web API

source: Translate
fr: Traduire
ja: 翻訳
zh_hans: 翻译
zh_hant: 翻譯

source: Translate Target Language
fr: Langue cible de traduction
ja: 翻訳先言語
zh_hans: 翻译目标语言
zh_hant: 翻譯目標語言

source: Translate the text accurately into natural English, preserving the original meaning, tone, and formatting
fr: Traduire fidèlement le texte dans un français naturel, en préservant le sens, le ton et la mise en forme d’origine ; si le texte est déjà en français, le traduire dans un anglais naturel
ja: テキストを自然な日本語に正確に翻訳し、元の意味、トーン、書式を保持してください。テキストがすでに日本語の場合は、自然な英語に翻訳してください
zh_hans: 将文本准确翻译成自然流畅的简体中文，保留原意、语气和格式；如果文本已经是简体中文，则翻译成自然流畅的英文
zh_hant: 將文字準確翻譯為自然流暢的繁體中文，保留原意、語氣與格式；如果文字已是繁體中文，則翻譯為自然流暢的英文

source: Trigger Popup Shortcut
fr: Raccourci d’affichage
ja: ポップアップ表示ショートカット
zh_hans: 弹出栏快捷键
zh_hant: 彈出列快速鍵

source: Triggers
fr: Déclencheurs
ja: トリガー
zh_hans: 触发方式
zh_hant: 觸發方式

source: Triggers & Output
fr: Déclencheurs et sortie
ja: トリガーと出力
zh_hans: 触发方式与输出
zh_hant: 觸發方式與輸出

source: Try Again
fr: Réessayer
ja: 再試行
zh_hans: 重试
zh_hant: 重試

source: Try It
fr: Essayer
ja: 使ってみる
zh_hans: 试用
zh_hant: 立即體驗

source: Try It Right Now
fr: Essayez dès maintenant
ja: 今すぐ試す
zh_hans: 马上试试
zh_hant: 馬上試試

source: Turn an action off to hide it from the popup bar. Open one to change its name, icon, shortcut and options.
fr: Désactivez une action pour la masquer de la barre contextuelle. Ouvrez-en une pour modifier son nom, son icône, son raccourci et ses options.
ja: アクションをオフにするとポップアップバーから隠れます。開くと名前、アイコン、ショートカット、オプションを変更できます。
zh_hans: 关闭操作可将其从弹出栏隐藏。打开操作可更改其名称、图标、快捷键和选项。
zh_hant: 關閉操作可將其從彈出列隱藏。打開操作可更改其名稱、圖示、快捷鍵和選項。

source: Turn on Apple Intelligence in System Settings → Apple Intelligence & Siri, or configure another provider in Preferences → AI.
fr: Activez Apple Intelligence dans Réglages Système → Apple Intelligence et Siri, ou configurez un autre fournisseur dans Préférences → IA.
ja: システム設定 → Apple Intelligence と Siri でApple Intelligenceをオンにするか、環境設定 → AI で別のプロバイダを設定してください。
zh_hans: 请在系统设置 → Apple Intelligence 与 Siri 中开启 Apple Intelligence，或在偏好设置 → AI 中配置其他提供方。
zh_hant: 請在「系統設定」→「Apple Intelligence 與 Siri」中開啟 Apple Intelligence，或至「偏好設定」→「AI」設定其他提供者。

source: Turn on in System Settings
fr: Activez-le dans Réglages Système
ja: システム設定でオンにしてください
zh_hans: 请在系统设置中开启
zh_hant: 請在「系統設定」中開啟

source: Turn selected text in any app into instant contextual actions.
fr: Transformez le texte sélectionné dans n’importe quelle app en actions contextuelles instantanées.
ja: あらゆるアプリでテキストを選択するだけで、コンテキストに応じたアクションを即座に実行できます。
zh_hans: 在任何应用中选中文本，即可获得即时上下文动作。
zh_hant: 在任何應用程式中選取文字，即可獲得即時的情境動作。

source: Turn the action off to hide it from the popup bar. Open it to change its name, icon, shortcut and options.
fr: Désactivez l'action pour la masquer de la barre contextuelle. Ouvrez-la pour modifier son nom, son icône, son raccourci et ses options.
ja: アクションをオフにするとポップアップバーから隠れます。開くと名前、アイコン、ショートカット、オプションを変更できます。
zh_hans: 关闭该操作可将其从弹出栏隐藏。打开它可更改其名称、图标、快捷键和选项。
zh_hant: 關閉該操作可將其從彈出列隱藏。打開它可更改其名稱、圖示、快捷鍵和選項。

source: URL Template
fr: Modèle d’URL
ja: URLテンプレート
zh_hans: URL 模板
zh_hant: URL 範本

source: Unable to Connect to Store
fr: Connexion à la boutique impossible
ja: ストアに接続できません
zh_hans: 无法连接到商店
zh_hant: 無法連線至商店

source: Unable to Generate Action
fr: Impossible de générer l'action
ja: アクションを生成できません
zh_hans: 无法生成动作
zh_hant: 無法生成操作

source: Unable to Save Changes
fr: Impossible d’enregistrer les modifications
ja: 変更を保存できません
zh_hans: 无法保存更改
zh_hant: 無法儲存變更

source: Unable to load extension recommendations without an active network connection.
fr: Impossible de charger les recommandations sans connexion réseau active.
ja: アクティブなネットワーク接続がないと、拡張機能のおすすめを読み込めません。
zh_hans: 在没有有效网络连接的情况下无法加载扩展推荐。
zh_hant: 在沒有有效網路連線的情況下無法載入擴充功能推薦。

source: Unavailable
fr: Indisponible
ja: 利用できません
zh_hans: 不可用
zh_hant: 無法使用

source: Ungroup
fr: Dissocier
ja: グループ解除
zh_hans: 解散分组
zh_hant: 解散群組

source: Ungroup? The actions return to the list.
fr: Dissocier ? Les actions retournent dans la liste.
ja: グループを解除しますか? アクションはリストに戻ります。
zh_hans: 要取消分组吗？操作将返回列表。
zh_hant: 要取消群組嗎？操作將返回列表。

source: Ungroup…
fr: Dissocier…
ja: グループを解除…
zh_hans: 取消分组…
zh_hant: 取消群組…

source: Uninstall
fr: Désinstaller
ja: アンインストール
zh_hans: 卸载
zh_hant: 解除安裝

source: Uninstall %@?
fr: Désinstaller %@ ?
ja: %@ をアンインストールしますか?
zh_hans: 要卸载 %@ 吗？
zh_hant: 要解除安裝 %@ 嗎？

source: Uninstall Extension
fr: Désinstaller l'extension
ja: 拡張機能をアンインストール
zh_hans: 卸载扩展
zh_hant: 解除安裝擴充功能

source: Uninstall?
fr: Désinstaller ?
ja: アンインストールしますか？
zh_hans: 卸载？
zh_hant: 解除安裝？

source: Unknown App
fr: Application inconnue
ja: 不明なアプリ
zh_hans: 未知应用
zh_hant: 未知應用程式

source: Unpin result card
fr: Détacher la carte de résultat
ja: 結果カードのピン留めを解除
zh_hans: 取消固定结果卡片
zh_hant: 取消固定結果卡片

source: Unpin — card will dismiss automatically
fr: Détacher — la carte se fermera automatiquement
ja: ピン留め解除 — カードは自動的に閉じます
zh_hans: 取消固定 — 卡片将自动关闭
zh_hant: 取消固定 — 卡片將自動關閉

source: Unsupported file format. Please choose a PNG, SVG, JPG, or ICNS file.
fr: Format de fichier non pris en charge. Veuillez choisir un fichier PNG, SVG, JPG ou ICNS.
ja: サポートされていないファイル形式です。PNG、SVG、JPG、または ICNS ファイルを選択してください。
zh_hans: 不支持的文件格式。请选择 PNG、SVG、JPG 或 ICNS 文件。
zh_hant: 不支援的檔案格式。請選擇 PNG、SVG、JPG 或 ICNS 檔案。

source: Up to Date
fr: À jour
ja: 最新バージョンです
zh_hans: 已是最新版本
zh_hant: 已是最新版本

source: Update
fr: Mettre à jour
ja: アップデート
zh_hans: 更新
zh_hant: 更新

source: Update Available
fr: Mise à jour disponible
ja: アップデートが利用可能
zh_hans: 有可用更新
zh_hant: 有可用更新

source: Update Available (v%@)…
fr: Mise à jour disponible (v%@)…
ja: アップデートが利用可能 (v%@)…
zh_hans: 有可用更新 (v%@)…
zh_hant: 有可用更新 (v%@)…

source: Update Available: v%@
fr: Mise à jour disponible : v%@
ja: アップデートが利用可能: v%@
zh_hans: 有可用更新：v%@
zh_hant: 有可用更新：v%@

source: Update Channel
fr: Canal de mise à jour
ja: アップデートチャンネル
zh_hans: 更新渠道
zh_hant: 更新管道

source: Update Failed
fr: Échec de la mise à jour
ja: アップデートに失敗しました
zh_hans: 更新失败
zh_hant: 更新失敗

source: Update Now
fr: Mettre à jour maintenant
ja: 今すぐアップデート
zh_hans: 立即更新
zh_hant: 立即更新

source: Update Ready on Quit (v%@)…
fr: Mise à jour prête à la fermeture (v%@)…
ja: 終了時にアップデート準備完了 (v%@)…
zh_hans: 更新已就绪，退出时安装 (v%@)…
zh_hant: 更新已就緒，結束時安裝 (v%@)…

source: Update Ready: v%@
fr: Mise à jour prête : v%@
ja: アップデート準備完了: v%@
zh_hans: 更新已就绪：v%@
zh_hant: 更新已就緒：v%@

source: Update on Quit
fr: Mettre à jour à la fermeture
ja: 終了時にアップデート
zh_hans: 退出时更新
zh_hant: 結束時更新

source: Updating…
fr: Mise à jour…
ja: アップデート中…
zh_hans: 正在更新…
zh_hant: 正在更新…

source: Upload an image or enter a URL above
fr: Importez une image ou saisissez une URL ci-dessus
ja: 画像をアップロードするか上記にURLを入力してください
zh_hans: 上传图片或在上方输入 URL
zh_hant: 上傳圖片或在上方輸入 URL

source: Upload from Finder…
fr: Importer depuis le Finder…
ja: Finder からアップロード…
zh_hans: 从访达上传…
zh_hant: 從 Finder 上傳…

source: Use **$OPENCLIP_TEXT** for the selected text.
fr: Utilisez **$OPENCLIP_TEXT** pour le texte sélectionné.
ja: 選択したテキストには **$OPENCLIP_TEXT** を使用します。
zh_hans: 用 **$OPENCLIP_TEXT** 表示选中的文本。
zh_hant: 使用 **$OPENCLIP_TEXT** 表示選取的文字。

source: Use **{text}** as a placeholder for the prompt and selection.
fr: Utilisez **{text}** comme paramètre fictif pour l’invite et la sélection.
ja: プロンプトと選択したテキストのプレースホルダーとして **{text}** を使用します。
zh_hans: 用 **{text}** 作为提示词和选中文本的占位符。
zh_hant: 使用 **{text}** 作為提示詞與選取文字的預留位置。

source: Use **{text}** as a placeholder for the selected text.
fr: Utilisez **{text}** comme paramètre fictif pour le texte sélectionné.
ja: 選択したテキストのプレースホルダーとして **{text}** を使用します。
zh_hans: 用 **{text}** 作为选中文本的占位符。
zh_hant: 使用 **{text}** 作為選取文字的預留位置。

source: Version %@ is available. Click to install the update.
fr: La version %@ est disponible. Cliquez pour installer la mise à jour.
ja: バージョン %@ が利用可能です。クリックしてアップデートをインストールしてください。
zh_hans: 版本 %@ 已发布。点击安装更新。
zh_hant: 版本 %@ 已推出。按一下以安裝更新。

source: Version %@ is ready to install on quit, or click to install now.
fr: La version %@ est prête à être installée à la fermeture, ou cliquez pour l’installer maintenant.
ja: バージョン %@ は終了時にインストールする準備ができています。クリックして今すぐインストールすることもできます。
zh_hans: 版本 %@ 已准备好在退出时安装，或点击立即安装。
zh_hant: 版本 %@ 已準備好在結束時安裝，或按一下立即安裝。

source: Vertical Position
fr: Position verticale
ja: 垂直位置
zh_hans: 垂直位置
zh_hant: 垂直位置

source: View README
fr: Afficher le README
ja: README を表示
zh_hans: 查看 README
zh_hant: 查看 README

source: Web Search
fr: Recherche web
ja: Web検索
zh_hans: 网页搜索
zh_hant: 網頁搜尋

source: Website
fr: Site web
ja: Webサイト
zh_hans: 网站
zh_hant: 網站

source: Website URL (e.g. github.com)
fr: URL du site (ex. github.com)
ja: WebサイトのURL（例: github.com）
zh_hans: 网站 URL（例如 github.com）
zh_hant: 網站 URL（例如 github.com）

source: Welcome
fr: Bienvenue
ja: ようこそ
zh_hans: 欢迎
zh_hant: 歡迎

source: Welcome to OpenClip
fr: Bienvenue dans OpenClip
ja: OpenClipへようこそ
zh_hans: 欢迎使用 OpenClip
zh_hant: 歡迎使用 OpenClip

source: Word Completion
fr: Complétion de mots
ja: 単語補完
zh_hans: 单词补全
zh_hant: 單字自動完成

source: by @%@
fr: par @%@
ja: 作成者: @%@
zh_hans: 来自 @%@
zh_hant: 來自 @%@

source: e.g. **{text}**
fr: ex. **{text}**
ja: 例: **{text}**
zh_hans: 例如 **{text}**
zh_hant: 例如 **{text}**

source: e.g. Rewrite text using simple 5th-grade vocabulary
fr: ex. Réécrire le texte avec un vocabulaire simple et accessible
ja: 例: 小学生にもわかる簡単な語彙でテキストを書き直す
zh_hans: 例如：用简单易懂的词汇改写文本
zh_hant: 例如：使用簡單易懂的字詞改寫文字

source: e.g. Simplify
fr: ex. Simplifier
ja: 例: 簡略化
zh_hans: 例如：简化
zh_hant: 例如：簡化

source: e.g. com.apple.Terminal
fr: ex. com.apple.Terminal
ja: 例: com.apple.Terminal
zh_hans: 例如 com.apple.Terminal
zh_hant: 例如 com.apple.Terminal

source: e.g. tr
fr: ex. tr
ja: 例: tr
zh_hans: 例如 tr
zh_hant: 例如 tr

source: just now
fr: à l’instant
ja: たった今
zh_hans: 刚刚
zh_hant: 剛剛

source: macOS requires re-enabling Accessibility to continue detecting text selections.
fr: macOS nécessite de réactiver l’accessibilité pour continuer à détecter les sélections de texte.
ja: テキスト選択の検出を継続するには、macOSでアクセシビリティを再度有効にする必要があります。
zh_hans: macOS 需要重新开启辅助功能，才能继续检测文本选中。
zh_hant: macOS 需要重新啟用「輔助使用」，才能繼續偵測文字選取。

source: sPoNgEbOb cAsE
fr: Casse Bob l'éponge
ja: スポンジ・ボブ文字
zh_hans: 海绵宝宝体
zh_hant: 海綿寶寶體

source: snake_case to camelCase
fr: snake_case en camelCase
ja: snake_case を camelCase に変換
zh_hans: snake_case 转 camelCase
zh_hant: snake_case 轉 camelCase

source: yesterday
fr: hier
ja: 昨日
zh_hans: 昨天
zh_hant: 昨天

source: ⏎ show result · ⇧⏎ copy result
fr: ⏎ afficher le résultat · ⇧⏎ copier le résultat
ja: ⏎ 結果を表示 · ⇧⏎ 結果をコピー
zh_hans: ⏎ 显示结果 · ⇧⏎ 复制结果
zh_hant: ⏎ 顯示結果 · ⇧⏎ 拷貝結果

source: ⏎ show result · ⇧⏎ replace selection
fr: ⏎ afficher le résultat · ⇧⏎ remplacer la sélection
ja: ⏎ 結果を表示 · ⇧⏎ 選択範囲を置換
zh_hans: ⏎ 显示结果 · ⇧⏎ 替换所选内容
zh_hant: ⏎ 顯示結果 · ⇧⏎ 取代所選內容

source: Actions
ja: アクション
zh_hans: 动作
zh_hant: 動作

source: Alias
ja: エイリアス
zh_hans: 别名
zh_hant: 別名

source: Applications
ja: アプリケーション
zh_hans: 应用程序
zh_hant: 應用程式

source: Auto
ja: 自動
zh_hans: 自动
zh_hant: 自動

source: Baidu
ja: 百度 (Baidu)
zh_hans: 百度
zh_hant: 百度

source: Cloud
ja: クラウド
zh_hans: 云端
zh_hant: 雲端

source: Documentation
ja: ドキュメント
zh_hans: 文档
zh_hant: 文件

source: Extensions
ja: 拡張機能
zh_hans: 扩展
zh_hant: 擴充功能

source: Local
ja: ローカル
zh_hans: 本地
zh_hant: 本機

source: OPTIONS
ja: オプション
zh_hans: 选项
zh_hant: 選項

source: Open Source
ja: オープンソース
zh_hans: 开源图标
zh_hant: 開源圖示

source: Stable
ja: 安定版
zh_hans: 稳定版
zh_hant: 穩定版

source: Type
ja: タイプ
zh_hans: 类型
zh_hant: 類型

source: Version %@
ja: バージョン %@
zh_hans: 版本 %@
zh_hant: 版本 %@

source: Bing
zh_hans: 必应

source: Brave Search
zh_hans: Brave 搜索
zh_hant: Brave 搜尋

source: Google
zh_hans: 谷歌

source: OK
zh_hans: 好
zh_hant: 好

source: Yahoo! JAPAN
zh_hans: 雅虎日本
zh_hant: Yahoo! 日本
